<ion-view view-title="سورة العاديات ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #b1d1c1;" id="b1d1c1" ng-click="b1d1c1()">
      وَالْعَادِيَاتِ ضَبْحًا ﴿1﴾ فَالْمُورِيَاتِ قَدْحًا ﴿2﴾ فَالْمُغِيرَاتِ
      صُبْحًا ﴿3﴾ فَأَثَرْنَ بِهِ نَقْعًا ﴿4﴾ فَوَسَطْنَ بِهِ جَمْعًا ﴿5﴾
    </b>
    <b style="background-color: #d2d0e6;" id="d2d0e6" ng-click="d2d0e6()">
      إِنَّ الْإِنْسَانَ لِرَبِّهِ لَكَنُودٌ ﴿6﴾ وَإِنَّهُ عَلَىٰ ذَٰلِكَ
      لَشَهِيدٌ ﴿7﴾ وَإِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ ﴿8﴾ أَفَلَا يَعْلَمُ
      إِذَا بُعْثِرَ مَا فِي الْقُبُورِ ﴿9﴾ وَحُصِّلَ مَا فِي الصُّدُورِ ﴿10﴾
      إِنَّ رَبَّهُمْ بِهِمْ يَوْمَئِذٍ لَخَبِيرٌ ﴿11﴾
    </b>
  </ion-content>
</ion-view>
