<ion-view view-title="سورة التكاثر ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #b1acca;" id="b1acca" ng-click="b1acca()">
      أَلْهَاكُمُ التَّكَاثُرُ ﴿1﴾ حَتَّىٰ زُرْتُمُ الْمَقَابِرَ ﴿2﴾ كَلَّا
      سَوْفَ تَعْلَمُونَ ﴿3﴾ ثُمَّ كَلَّا سَوْفَ تَعْلَمُونَ ﴿4﴾
    </b>
    <b style="background-color: #f4c29e;" id="f4c29e" ng-click="f4c29e()">
      كَلَّا لَوْ تَعْلَمُونَ عِلْمَ الْيَقِينِ ﴿5﴾ لَتَرَوُنَّ الْجَحِيمَ ﴿6﴾
      ثُمَّ لَتَرَوُنَّهَا عَيْنَ الْيَقِينِ ﴿7﴾ ثُمَّ لَتُسْأَلُنَّ يَوْمَئِذٍ
      عَنِ النَّعِيمِ ﴿8﴾
    </b>
  </ion-content>
</ion-view>
