<ion-view view-title="سورة الكافرون ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #ddf0fe;" id="ddf0fe" ng-click="ddf0fe()">
      قُلْ يَا أَيُّهَا الْكَافِرُونَ ﴿1﴾ لَا أَعْبُدُ مَا تَعْبُدُونَ ﴿2﴾ وَلَا
      أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿3﴾ وَلَا أَنَا عَابِدٌ مَا عَبَدْتُمْ
      ﴿4﴾ وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ ﴿5﴾ لَكُمْ دِينُكُمْ وَلِيَ
      دِينِ ﴿6﴾
    </b>
  </ion-content>
</ion-view>
