<ion-view view-title="سورة الكهف ">
    <ion-content style="direction:rtl">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
        
        <b style="background-color:#d0d2e9;" id="d0d2e9" ng-click="d0d2e9()">
      الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَىٰ عَبْدِهِ الْكِتَابَ وَلَمْ
      يَجْعَلْ لَهُ عِوَجًا ۜ (1) قَيِّمًا لِيُنْذِرَ بَأْسًا شَدِيدًا مِنْ
      لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ يَعْمَلُونَ الصَّالِحَاتِ
      أَنَّ لَهُمْ أَجْرًا حَسَنًا (2) مَاكِثِينَ فِيهِ أَبَدًا (3) وَيُنْذِرَ
      الَّذِينَ قَالُوا اتَّخَذَ اللَّهُ وَلَدًا (4) مَا لَهُمْ بِهِ مِنْ عِلْمٍ
      وَلَا لِآبَائِهِمْ ۚ كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ ۚ إِنْ
      يَقُولُونَ إِلَّا كَذِبًا (5) فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَىٰ
      آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَٰذَا الْحَدِيثِ أَسَفًا (6)
    </b>
        <b style="background-color:#d0d2e9;" id="d0d2e9" ng-click="d0d2e9()"> </b>
    </ion-content>
</ion-view>