<ion-view view-title="سورة الغاشية ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #f6dfe9;" id="f6dfe9" ng-click="f6dfe9()">
      هَلْ أَتَاكَ حَدِيثُ الْغَاشِيَةِ ﴿1﴾ وُجُوهٌ يَوْمَئِذٍ خَاشِعَةٌ ﴿2﴾
      عَامِلَةٌ نَاصِبَةٌ ﴿3﴾ تَصْلَىٰ نَارًا حَامِيَةً ﴿4﴾ تُسْقَىٰ مِنْ عَيْنٍ
      آنِيَةٍ ﴿5﴾ لَيْسَ لَهُمْ طَعَامٌ إِلَّا مِنْ ضَرِيعٍ ﴿6﴾ لَا يُسْمِنُ
      وَلَا يُغْنِي مِنْ جُوعٍ ﴿7﴾
    </b>
    <b style="background-color: #b1d1c1;" id="b1d1c1" ng-click="b1d1c1()">
      وُجُوهٌ يَوْمَئِذٍ نَاعِمَةٌ ﴿8﴾ لِسَعْيِهَا رَاضِيَةٌ ﴿9﴾ فِي جَنَّةٍ
      عَالِيَةٍ ﴿10﴾ لَا تَسْمَعُ فِيهَا لَاغِيَةً ﴿11﴾ فِيهَا عَيْنٌ جَارِيَةٌ
      ﴿12﴾ فِيهَا سُرُرٌ مَرْفُوعَةٌ ﴿13﴾ وَأَكْوَابٌ مَوْضُوعَةٌ ﴿14﴾
      وَنَمَارِقُ مَصْفُوفَةٌ ﴿15﴾ وَزَرَابِيُّ مَبْثُوثَةٌ ﴿16﴾
    </b>
    <b style="background-color: #ddf0fe;" id="ddf0fe" ng-click="ddf0fe()">
      أَفَلَا يَنْظُرُونَ إِلَى الْإِبِلِ كَيْفَ خُلِقَتْ ﴿17﴾ وَإِلَى
      السَّمَاءِ كَيْفَ رُفِعَتْ ﴿18﴾ وَإِلَى الْجِبَالِ كَيْفَ نُصِبَتْ ﴿19﴾
      وَإِلَى الْأَرْضِ كَيْفَ سُطِحَتْ ﴿20﴾
    </b>
    <b style="background-color: #f4c29e;" id="f4c29e" ng-click="f4c29e()">
      فَذَكِّرْ إِنَّمَا أَنْتَ مُذَكِّرٌ ﴿21﴾ لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ
      ﴿22﴾ إِلَّا مَنْ تَوَلَّىٰ وَكَفَرَ ﴿23﴾ فَيُعَذِّبُهُ اللَّهُ الْعَذَابَ
      الْأَكْبَرَ ﴿24﴾ إِنَّ إِلَيْنَا إِيَابَهُمْ ﴿25﴾ ثُمَّ إِنَّ عَلَيْنَا
      حِسَابَهُمْ ﴿26﴾
    </b>
  </ion-content>
</ion-view>
