<ion-view view-title="سورة الضحى ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #b1d1c1;" id="b1d1c1" ng-click="b1d1c1()">
      وَالضُّحَىٰ ﴿1﴾ وَاللَّيْلِ إِذَا سَجَىٰ ﴿2﴾ مَا وَدَّعَكَ رَبُّكَ وَمَا
      قَلَىٰ ﴿3﴾ وَلَلْآخِرَةُ خَيْرٌ لَكَ مِنَ الْأُولَىٰ ﴿4﴾ وَلَسَوْفَ
      يُعْطِيكَ رَبُّكَ فَتَرْضَىٰ ﴿5﴾
    </b>
    <b style="background-color: #d5efe6;" id="d5efe6" ng-click="d5efe6()">
      أَلَمْ يَجِدْكَ يَتِيمًا فَآوَىٰ ﴿6﴾ وَوَجَدَكَ ضَالًّا فَهَدَىٰ ﴿7﴾
      وَوَجَدَكَ عَائِلًا فَأَغْنَىٰ ﴿8﴾ فَأَمَّا الْيَتِيمَ فَلَا تَقْهَرْ ﴿9﴾
      وَأَمَّا السَّائِلَ فَلَا تَنْهَرْ ﴿10﴾ وَأَمَّا بِنِعْمَةِ رَبِّكَ
      فَحَدِّثْ ﴿11﴾
    </b>
  </ion-content>
</ion-view>
