<ion-view view-title="سورة التين ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #ddf0fe;" id="ddf0fe" ng-click="ddf0fe()">
      وَالتِّينِ وَالزَّيْتُونِ ﴿1﴾ وَطُورِ سِينِينَ ﴿2﴾ وَهَٰذَا الْبَلَدِ
      الْأَمِينِ ﴿3﴾ لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي أَحْسَنِ تَقْوِيمٍ ﴿4﴾
      ثُمَّ رَدَدْنَاهُ أَسْفَلَ سَافِلِينَ ﴿5﴾ إِلَّا الَّذِينَ آمَنُوا
      وَعَمِلُوا الصَّالِحَاتِ فَلَهُمْ أَجْرٌ غَيْرُ مَمْنُونٍ ﴿6﴾
    </b>
    <b style="background-color: #d2d0e6;" id="d2d0e6" ng-click="d2d0e6()">
      فَمَا يُكَذِّبُكَ بَعْدُ بِالدِّينِ ﴿7﴾ أَلَيْسَ اللَّهُ بِأَحْكَمِ
      الْحَاكِمِينَ ﴿8﴾
    </b>
  </ion-content>
</ion-view>
