<ion-view view-title="سورة القدر ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #b1d1c1;" id="b1d1c1" ng-click="b1d1c1()">
      إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةِ الْقَدْرِ ﴿1﴾ وَمَا أَدْرَاكَ مَا
      لَيْلَةُ الْقَدْرِ ﴿2﴾ لَيْلَةُ الْقَدْرِ خَيْرٌ مِنْ أَلْفِ شَهْرٍ ﴿3﴾
      تَنَزَّلُ الْمَلَائِكَةُ وَالرُّوحُ فِيهَا بِإِذْنِ رَبِّهِمْ مِنْ كُلِّ
      أَمْرٍ ﴿4﴾ سَلَامٌ هِيَ حَتَّىٰ مَطْلَعِ الْفَجْرِ ﴿5﴾
    </b>
  </ion-content>
</ion-view>
