{

	"s1from1to4": "استحقاق الحمد للخالق وحدَهُ.",

	"s1from5to6": "حصر العبادة لله وحدَه، وطلب الفوز والهداية من الله جل وعلا.",

	"s1from7": "تفرد الدين الحق وهو الإسلام، والفاتحة تحوي مقاصد القرآن الكريم وهي مقدمةٌ للقرآن.",

	"s2from1to2": "وظيفة القرآن الكريم، والقرآن كتابُ هداية وإرشاد.",

	"s2from3to5": "بيان صفات المتقين، وأن الإيمان بالغيب هو من أهم صفاتهم.",

	"s2from6to7": "بيان صفات الكافرين، وحقيقة الكفر، والكافر هو الذي يُبادر ربَّه القطيعة.",

	"s2from8to16": "بيان صفات المنافقين وجزاؤهم، وقلب المنافق مسكن للكفر.",

	"s2from17to20": "ضرب الأمثال في المنافقين وبيان لحالهم وضلالهم.",

	"s2from21to22": "خطابٌ لكفار مكة وللبشرية بالحجة والبرهان، لأن الإسلام دين حجة وبرهان.",

	"s2from23to24": "الإعجاز والبيان القرآني حجة لله على خلقه، وبيان لجزاء الكافرين.",

	"s2from25": "تبشير المؤمنين بالجنة وبحسن جزائهم في الآخرة.",

	"s2from26to27": "الاستدلال على الحق بكل مَثَل وبكل كلمة لا مانع من ذلك.",

	"s2from28to29": "ميثاقُ الله على خلقه بعدم الشرك مقترنٌ بكل خير، وبيان لقدرته تعالى في الخلق والبعث.",

	"s2from30to33": "قصة بداية خلق البشرية، واللغة علمٌ وإلهامٌ رباني وليست بدعة بشرية.",

	"s2from34to39": "استكبار إبليس عن السجود لآدم، وتكرُّمُ الله تعالى على خلقه بقَبُول التوبة.",

	"s2from40to48": "دعوةٌ ربانية لليهود، وذكر للعهد الذي أخذه الله تعالى على بني إسرائيل باتباع النبيِّ محمدﷺ.",

	"s2from49to52": "بيان لكفر بني إسرائيل بنعم الله الكثيرة التي لم يقابلها التوحيد بل قابلها عبادة العجل وعندما تابوا تاب اله عليهم.",

	"s2from53to57": "طبيعة بني إسرائيل المادية لم تؤهلهم للاستمرار بمعرفة الله عز وجل ومراقبته فعبدوا العجل.",

	"s2from58to59": "كشف لحال بني إسرائيل وخبثهم، وإنَّ الحماقة في الاعتراض على الحق جل وعلا، وعين الكفر الاقتراح عليه، والمعصيةُ بابٌ للذل والمهانة.",

	"s2from60to62": "طلب الرتبة الدنيا بين العباد من خشية الله سبب للذل في بني إسرائيل،وطلبهم مآكلاً دون ما أعطاهم اللهعز وجل سبب لمسخ فطرتهم إلى يوم القيامة.",

	"s2from63to66": "تذكيرٌ بالنعم الربانية، إنَّ الذين لا يؤمنون بالله تعالى ومواثيقه يعرضون أنفسهم لكل عقاب.",

	"s2from67to73": "قصة بقرة بني إسرائيل، ومجادلة اليهود وعنادهم وكشف لطبائعهم.",

	"s2from74to75": "بعضٌ من صفات بني إسرائيل، إنَّ دين الله يسيرٌ ولن يشددَ الله على العباد إلا بمعاصيهم، والإعراض عن الله تعالى سببٌ في قسوة القلب وغلظة الطباع.",

	"s2from76to77": "النفاق والتقية بالباطل طبع من طبائع الشخصية اليهودية.",

	"s2from78to79": "بيان لتحريف التوراة، وتحريف كتب الله تعالى له عدة أشكال ومنه التفسير الباطل.",

	"s2from80to82": "دخول الجنة باتباع الشرع، ومقاصد كتب الله متماثلةٌ في التوحيد والدعوة إلى الخير.",

	"s2from83to86": "ذكر لمخالفة اليهود عَهْدَ الله تعالى ونقضهم للمواثيق واستحقاقهم لغضب الله.",

	"s2from87to88": "التحريف العملي للتوراة عند اليهود وذلك بالالتفاف الخفي والمخالفة الصريحة.",

	"s2from89to90": "تكبر اليهود وكفرهم بمحمد ﷺ، ومعرفة اليهود للقرآن كانت يقيناً.",

	"s2from91to93": "أكاذيب اليهود وقتلهم لأنبياءهم.",

	"s2from94to96": "حبُّ اليهود حياتهم الدنيا وحرصهم عليها، والدنيا سجنٌ للمؤمن وجنةٌ للكافر.",

	"s2from97to98": "عداوة اليهود للملائكة والرسل عداوة الباطل للحق، وإنَّ الذين يعادون أولياء الله قد آذنهم الله بحربه.",

	"s2from99to101": "بيان لعدم وفاء اليهود بالعهود، وبشارةٌ بمحمد ﷺ.",

	"s2from102to103": "عصمة سليمان عليه الصلاة والسلام مما نسب إليه.",

	"s2from104to105": "استقامة الأمة الإسلامية، وكشف مكائد اليهود، ومن طبيعة الكافر حب الشر للآخرين.",

	"s2from106to108": "النسخ في القرآن، والله المتصرف بما يريد، يتصرف بملكه بما يشاء، والرد على اليهود.",

	"s2from109to110": "حقيقة أهل الكتاب وخبث نفوسهم، والاعتراض على الله نهايته الكفر ثم عذاب جهنم.",

	"s2from111to112": "افتراءات اليهود والنصارى وأمانيهم، ودخول الجنة بالإيمان والعمل الصالح.",

	"s2from113": "دعوى بلا دليل، والدعوى بلا دليل ظلمٌ يعود أذاه على صاحبها.",

	"s2from114to115": "حرمة المساجد، وعبادة الله تعالى أمانٌ للبشر، والذي ينشر الخوف يصاب به.",

	"s2from116to119": "افتراءات المشركين على الله، ومنهج الكفار في الإعراض عن الله سبحانه.",

	"s2from120to121": "تحذير من اتباع اليهود والنصارى، والتعصب الأعمى ليس دليلاً على الحق.",

	"s2from122to123": "بيان فضل الله على بني إسرائيل، وتذكير بخصوصية الحساب يوم الدين.",

	"s2from124to129": "مقام إبراهيم عليه السلام أبو الأنبياء، والبيت الحرام قبلة العبادة لأهل الأرض جميعاً، وبناء إبراهيم عليه السلام للكعبة المشرفة ودعاؤه عندها.",

	"s2from130to134": "التأكيد على اتباع ملة إبراهيم عليه السلام وهي الاسلام والتوبيخ لمن ابتعد عنها.",

	"s2from135to138": "بطلان دعوى اليهود والنصارى باتباع ملتهم، وبيان بأن الإسلام هو الدين الحق.",

	"s2from139to141": "رد على اليهود والنصارى، والحق هو في طاعة الله واتباعه واتباع رسله.",

	"s2from142to145": "مناقشة قضية تحويل القبلة، والتألي على الله فيما لا علم لنا به نوعٌ من السفاهة وقلة الحكمة، وإن البيت الحرام مذكور بالعظمة في الكتب السابقة.",

	"s2from146to150": "كتمان أهل الكتاب للحق، ومخالفتهم للرسول ﷺ.",

	"s2from151to153": "منةٌ من الله على المؤمنين ببعثة النبي محمد ﷺ، وقراءةُ القرآن تكفي للتزكية في هذه الأمة.",

	"s2from154to157": "بشاراتٌ ربانية للمؤمنين، والإيمان بالله يعين على الصبر، والإيمان بالقدر من أركان الإيمان.",

	"s2from158": "الحج عبادة لله، والعبادة وهيئتُها تشريع من الله تعالى وهو الذي يقبلها أو يردُّها.",

	"s2from159to162": "بيان لفضيلة نشر العلم وعدم كتمانه، واللعنة والجحيم من الله على من يشرك به.",

	"s2from163to164": "حبُ الله تعالى ودوافعه الكونية.",

	"s2from165to167": "سوء عاقبة المشركين بعبادتهم غير الله، وكل من اتبع أحداً دون الله سيتبرأ منه يوم القيامة.",

	"s2from168to169": "من نعم الله تعالى على جميع الخلق، وأهل الباطل أهل بغضاء وعداوة.",

	"s2from170to171": "عدم اتباع المشركين للإسلام، والحق لا يُعرف بالأشخاص.",

	"s2from172to173": "التحريم خاص والإباحة عامة وآيات من الله في تحريم أطعمة ذات ضرر.",

	"s2from174to176": "كتمان الحق نوع من الكبر يبوء صاحبه بغضب الله وعقابه.",

	"s2from177": "مبدأ البر، والتقوى والبر هي معانٍ وأعمال وليست صورٌ وأشكال.",

	"s2from178to179": "القِصَاص وتشريعه والحكمة منه، والقصاص هو سبب لحماية الحياة الإنسانية.",

	"s2from180to182": "تشريع الوصية والميراث، والأقربون هم أولى الناس بقريبهم فيما تركه من ميراث.",

	"s2from183to186": "تشريعات ربانية في الصيام وبيان لأحكامه، والصيام عبادة في شرائع الله جميعاً.",

	"s2from187": "تشريعات ربانية في الصيام، ورحمة الله لهذه الأمة أساس التشريع الرباني الأخير.",

	"s2from188": "تعظيم حرمة مال المسلم، والذي يأكل المال الحرام هو الأدنى.",

	"s2from189": "أجوبة في الحج، والأهلَّة هي مواقيت للعبادة.",

	"s2from190to194": "تشريعات في القتال، ثم تشريعات جهادية لحماية الدين الحق في حال أي خطر متوقع عليه، والمعاملة بالمثل حق ولا ينبغي الزيادة عليه إلا بإحسان.",

	"s2from195": "الصدقة في التشريع الإسلامي، والإنفاق في سبيل الله صنو الشهادة والقتال وهما ثمن الجنة.",

	"s2from196to203": "تشريعات في الحج والعمرة، الإحصار وحج التمتع ورخص الحج، وأيام التشريق وذكر الله فيها كثيراً، مؤتمر الحج برهانٌ على سمو هذه الأمة.",

	"s2from204to207": "مثل الصلاح والفساد، وإن الله لا ينظر إلى صور عباده بل إلى صدورهم وقلوبهم.",

	"s2from208to210": "دعوة إلى المؤمنين للدخول في طاعة الله، وتحذير من معصية الله.",

	"s2from211to212": "تذكيرٌ ببني إسرائيل، والمثل ينفع للعظة والعبرة.",

	"s2from213to214": "إرسال الرسل إلى البشر، وحاجة البشر إليهم، وصبر الرسل وأتباعهم على الأذى.",

	"s2from215": "أحكام النفقة وبيان المستحقين لها، والنفقة هي من أصناف الابتلاء وسببٌ في النصر.",

	"s2from216to218": "مشروعية القتال وأحكامه.",

	"s2from219": "أحكام في الخمر والميسر، ومحو السيء والاتصاف بالخير.",

	"s2from220to221": "تكافل المجتمع المسلم، والتربية النفسية في الإسلام تنشأ من الداخل، والولاء في المجتمع المسلم (لله تعالى وحده ولمن آمن به) وأحكام في الزواج من المشركين.",

	"s2from222to223": "أحكام الحيض، والطهارة في الحياة الأسرية شاملة حساً ومعنى.",

	"s2from224to225": "أحكام اليمين وتعظيم الله تعالى.",

	"s2from226to227": "بيان أحكام الإيلاء.",

	"s2from228to230": "تشريعات في الطلاق وتبعاته وتماسك المجتمع المسلم هدفٌ من أهداف التعليمات القرآنية.",

	"s2from231to232": "معاملة المطلقات، وتدل الآيات على أن مراقبة الله تعالى هي التي تسير المسلم في السر والعلن.",

	"s2from233": "أحكام في الرضاعة والنفقة.",

	"s2from234to237": "في ثبوت عدة المتوفى عنها زوجها، والحفاظ على الأسرة والوفاء للزوج شيء ثمين في شرع الله، والاستقلال المادي للمرأة هو من إكرام الإسلام للمرأة، ووجوب نصف المهر قبل الدخول.",

	"s2from238to239": "من أحكام الصلاة وآدابها، والحفاظ على الصلوات له أثر عظيم في الحياة الفردية والاجتماعية، والحفاظ على الصلوات مطلوب مدى استقرار الروح في الجسد.",

	"s2from240to242": "تشريعات في الطلاق، عدة المتوفي عنها زوجها ومتعة المطلَّقة.",

	"s2from243to245": "بيان جهادي من زمن بني إسرائيل، والإنفاق من المال صنو الجهاد في سبيل الله.",

	"s2from246": "العبرة من بني إسرائيل في كل شيء من خصائص سورة البقرة لهذه الأمة المسلمة.",

	"s2from247to248": "جعل الله طالوت ملكاً على بني إسرائيل ليجاهدوا في سبيل الله، ومجادلة بني إسرائيل فيه.",

	"s2from249to252": "متابعة البيان الجهادي واختبار الله تعالى لجنود طالوت بالنهر وانتصار الفئة القليلة وقتل داود عليه السلام لجالوت، والصبر هو من عوامل النصر الأولى.",

	"s2from253to254": "الهداية بالرسل والرسالات، والاختلاف من طبائع النفوس البشرية، ودعوة للإنفاق في سبيل الله.",

	"s2from255": "آية الكرسي، والعقيدة الإسلامية وأثارها، والإيمان بالله تعالى أعظم غاية في الوجود.",

	"s2from256": "الدخول في الاسلام يتم عن طريق الإرادة والتفكير لا عن طريق الإجبار.",

	"s2from257": "المؤمنون يتولاهم الله والكافرون أولياء الشيطان.",

	"s2from258": "مجادلة النمرود لإبراهيم عليه السلام، وأمثلة على قدرة الله تعالى.",

	"s2from259": "قصة الذي مر على القرية، والطاعة لله لا حد لها والمعصية والكفر ظلماتٌ تفضي إلى النار.",

	"s2from260": "إبراهيم عليه السلام وقدرة الله في إحياء الموتى.",

	"s2from261to264": "أهمية الإنفاق في سبيل الله، والإنفاق في سبيل الله أجره عظيم لا يعلمه إلا الله.",

	"s2from265to266": "الإنفاق في سبيل الله يعود خيره على المجتمع كله وينفع الإنسان في ذريته.",

	"s2from267to269": "الإنفاق في سبيل الله لا يقبل إلا إذا كان حلالاً طيباً ويجب إخفاؤه عن الناس.",

	"s2from270to271": "صدقة السر خير من صدقة العلانية، والله لا يخفى عليه شيء.",

	"s2from272to274": "الهداية من الله، ومن الحكمة في الصدقة أن تبحث عن أصحاب الحاجة الحقيقية، والصدقة قوة في الروح والنفس والجسد.",

	"s2from275to276": "تشريعات في تحريم الربا، أكل الربا إثم عظيم ومرض روحي وعقلي على من يتعاطاه، والربا نهايته الخراب والدمار لعلة الشح والظلم.",

	"s2from277to281": "تنبيه المؤمن إلى العمل الصالح والابتعاد عن المكاسب الخبيثة.",

	"s2from282to283": "أحكام الدَّيْن، وتشريع في مصالح العباد ورعاية حقوقهم، والإشهاد على الدَّيْن سنة ربانية، والنسيان من طبع الإنسان، والضرر ليس من شرع الله بل هو فسوق وانحراف.",

	"s2from284to286": "الرحمة في الحساب الرباني، والإيمان بالله رأس أركان الإيمان، ومن رحمة الله وكرمه أَنْ حط عنا ماليس بمقدورنا وجعلنا نلتجئ إليه دوماً."
	
}