<ion-view view-title="سورة الهمزة ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #fbf6c4;" id="fbf6c4" ng-click="fbf6c4()">
      وَيْلٌ لِكُلِّ هُمَزَةٍ لُمَزَةٍ ﴿1﴾ الَّذِي جَمَعَ مَالًا وَعَدَّدَهُ ﴿2﴾
      يَحْسَبُ أَنَّ مَالَهُ أَخْلَدَهُ ﴿3﴾ كَلَّا ۖ لَيُنْبَذَنَّ فِي
      الْحُطَمَةِ ﴿4﴾ وَمَا أَدْرَاكَ مَا الْحُطَمَةُ ﴿5﴾ نَارُ اللَّهِ
      الْمُوقَدَةُ ﴿6﴾ الَّتِي تَطَّلِعُ عَلَى الْأَفْئِدَةِ ﴿7﴾ إِنَّهَا
      عَلَيْهِمْ مُؤْصَدَةٌ ﴿8﴾ فِي عَمَدٍ مُمَدَّدَةٍ ﴿9﴾
    </b>
  </ion-content>
</ion-view>
