<ion-view view-title="سورة الفيل ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #f9fde6;" id="f9fde6" ng-click="f9fde6()">
      أَلَمْ تَرَ كَيْفَ فَعَلَ رَبُّكَ بِأَصْحَابِ الْفِيلِ ﴿1﴾ أَلَمْ يَجْعَلْ
      كَيْدَهُمْ فِي تَضْلِيلٍ ﴿2﴾ وَأَرْسَلَ عَلَيْهِمْ طَيْرًا أَبَابِيلَ ﴿3﴾
      تَرْمِيهِمْ بِحِجَارَةٍ مِنْ سِجِّيلٍ ﴿4﴾ فَجَعَلَهُمْ كَعَصْفٍ مَأْكُولٍ
      ﴿5﴾
    </b>
  </ion-content>
</ion-view>
