<ion-view view-title="سورة البلد ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #b1d1c1;" id="b1d1c1" ng-click="b1d1c1()">
      لَا أُقْسِمُ بِهَٰذَا الْبَلَدِ ﴿1﴾ وَأَنْتَ حِلٌّ بِهَٰذَا الْبَلَدِ ﴿2﴾
      وَوَالِدٍ وَمَا وَلَدَ ﴿3﴾ لَقَدْ خَلَقْنَا الْإِنْسَانَ فِي كَبَدٍ ﴿4﴾
    </b>
    <b style="background-color: #b1acca;" id="b1acca" ng-click="b1acca()">
      أَيَحْسَبُ أَنْ لَنْ يَقْدِرَ عَلَيْهِ أَحَدٌ ﴿5﴾ يَقُولُ أَهْلَكْتُ
      مَالًا لُبَدًا ﴿6﴾ أَيَحْسَبُ أَنْ لَمْ يَرَهُ أَحَدٌ ﴿7﴾ أَلَمْ نَجْعَلْ
      لَهُ عَيْنَيْنِ ﴿8﴾ وَلِسَانًا وَشَفَتَيْنِ ﴿9﴾ وَهَدَيْنَاهُ
      النَّجْدَيْنِ ﴿10﴾
    </b>
    <b style="background-color: #f4c29e;" id="f4c29e" ng-click="f4c29e()">
      فَلَا اقْتَحَمَ الْعَقَبَةَ ﴿11﴾ وَمَا أَدْرَاكَ مَا الْعَقَبَةُ ﴿12﴾
      فَكُّ رَقَبَةٍ ﴿13﴾ أَوْ إِطْعَامٌ فِي يَوْمٍ ذِي مَسْغَبَةٍ ﴿14﴾ يَتِيمًا
      ذَا مَقْرَبَةٍ ﴿15﴾ أَوْ مِسْكِينًا ذَا مَتْرَبَةٍ ﴿16﴾ ثُمَّ كَانَ مِنَ
      الَّذِينَ آمَنُوا وَتَوَاصَوْا بِالصَّبْرِ وَتَوَاصَوْا بِالْمَرْحَمَةِ
      ﴿17﴾ أُولَٰئِكَ أَصْحَابُ الْمَيْمَنَةِ ﴿18﴾ وَالَّذِينَ كَفَرُوا
      بِآيَاتِنَا هُمْ أَصْحَابُ الْمَشْأَمَةِ ﴿19﴾ عَلَيْهِمْ نَارٌ مُؤْصَدَةٌ
      ﴿20﴾
    </b>
  </ion-content>
</ion-view>
