<ion-view view-title="سورة العلق ">
  <ion-content style="direction: rtl;">
        <center>
            <h2>بسم الله الرحمن الرحيم</h2>
        </center>
      
    <b style="background-color: #d5efe6;" id="d5efe6" ng-click="d5efe6()">
      اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ ﴿1﴾ خَلَقَ الْإِنْسَانَ مِنْ عَلَقٍ
      ﴿2﴾ اقْرَأْ وَرَبُّكَ الْأَكْرَمُ ﴿3﴾ الَّذِي عَلَّمَ بِالْقَلَمِ ﴿4﴾
      عَلَّمَ الْإِنْسَانَ مَا لَمْ يَعْلَمْ ﴿5﴾
    </b>
    <b style="background-color: #b1acca;" id="b1acca" ng-click="b1acca()">
      كَلَّا إِنَّ الْإِنْسَانَ لَيَطْغَىٰ ﴿6﴾ أَنْ رَآهُ اسْتَغْنَىٰ ﴿7﴾ إِنَّ
      إِلَىٰ رَبِّكَ الرُّجْعَىٰ ﴿8﴾
    </b>
    <b style="background-color: #f9fde6;" id="f9fde6" ng-click="f9fde6()">
      أَرَأَيْتَ الَّذِي يَنْهَىٰ ﴿9﴾ عَبْدًا إِذَا صَلَّىٰ ﴿10﴾ أَرَأَيْتَ إِنْ
      كَانَ عَلَى الْهُدَىٰ ﴿11﴾ أَوْ أَمَرَ بِالتَّقْوَىٰ ﴿12﴾ أَرَأَيْتَ إِنْ
      كَذَّبَ وَتَوَلَّىٰ ﴿13﴾ أَلَمْ يَعْلَمْ بِأَنَّ اللَّهَ يَرَىٰ ﴿14﴾
      كَلَّا لَئِنْ لَمْ يَنْتَهِ لَنَسْفَعًا بِالنَّاصِيَةِ ﴿15﴾ نَاصِيَةٍ
      كَاذِبَةٍ خَاطِئَةٍ ﴿16﴾ فَلْيَدْعُ نَادِيَهُ ﴿17﴾ سَنَدْعُ الزَّبَانِيَةَ
      ﴿18﴾ كَلَّا لَا تُطِعْهُ وَاسْجُدْ وَاقْتَرِبْ ۩ ﴿19﴾
    </b>
  </ion-content>
</ion-view>
